Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Czy ja wiem, siedzenie tutaj jest całkiem wygodne.
uk: Навіть не знаю, мені і тут досить зручно сидіти.

source: Czy ja wiem... złoto masz? Jeśli tak, to mogę ci pokazać, jak szybko machać lekką bronią.
uk: Не знаю... а у тебе є золото? Якщо так, то я можу показати тобі, як швидко розмахувати легкою зброєю.

source: Czy ja wiem? Powiedziałabym, że z reguły jest ciężko w tym fachu.
uk: А я знаю? Я б сказала, що в цій професії всім важко.

source: Czy ja wiem? Szef raczej nie jest teraz zbyt skory do opuszczania swojej willi. Nie musimy się spieszyć.
uk: Шеф навряд чи скоро захоче покинути свій маєток. Можемо не поспішати.

source: Czy ja wyglądam jak drwal? Widziałeś kiedyś drwala z takim toporem?
uk: Я виглядаю як лісоруб? Ти коли-небудь бачив лісоруба з такою сокирою?

source: Czy ja wyglądam na kogoś, kto nosi niepotrzebne rzeczy?
uk: Я що, схожий на того, хто носить при собі непотрібні речі?

source: Czy ja wyglądam na kogoś, kto nosi przy sobie kilkadziesiąt różnych zupełnie niepotrzebnych rzeczy?
uk: Хіба я схожий на когось, хто носить при собі десятки різних абсолютно непотрібних речей?

source: Czy jakoś tak...
uk: Чи щось таке...

source: Czy jednak twierdza kryje coś, czego wartości nie da się oszacować? Czy naprawdę kryje grobowiec zjednoczyciela wyspy, Volfzacka? Czy razem z nim złożono tam potężny artefakt Adanosa, Rozjemcę? Tutaj niestety mamy do dyspozycji więcej pogłosek, niż realnych źródeł historycznych.
uk: Але чи приховує фортеця щось, цінність чого неможливо оцінити? Чи справді в ній знаходиться гробниця об'єднувача островів - Вольфзака? Чи дійсно разом з ним там зберігається могутній артефакт Аданоса - Миротворець? На жаль, у нашому розпорядженні більше чуток, ніж реальних історичних джерел.

source: Czy jest coś, o czym chcesz mi powiedzieć?
uk: Є щось, про що ти хочеш мені розповісти?

source: Czy jest jeszcze coś co powinienem wiedzieć zanim tam ruszymy?
uk: Чи є ще щось, про що я повинен знати, перш ніж ми вирушимо туди?

source: Czy jest szansa, by wymienić miecz jednoręczny?
uk: Чи є можливість замінити одноручний меч?

source: Czy jestem? Jasne, że tak!
uk: Чи можу я? Звісно, що так!

source: Czy jesteś taki niewinny, to się dopiero okaże. Jazda mi stąd, jutro chcę przeczytać protokół z twojego zeznania!
uk: Невинний ти чи ні, ще належить з'ясувати. Геть звідси, а завтра я прочитаю протокол твоїх свідчень!

source: Czy jesteście gotowi na największe wydarzenie w całym królestwie?
uk: Чи готові ви до найбільшої події в усьому королівстві?

source: Czy już po wszystkim?
uk: Все закінчилося?

source: Czy ktokolwiek mi pomoże?
uk: Хто-небудь мені допоможе?

source: Czy ktokolwiek przeżył na dolnym piętrze?
uk: Чи вижив хтось на нижньому поверсі?

source: Czy ktoś kto zdradza zdrajców jest zdrajcą?
uk: Хіба є зрадником той, хто зраджує зрадників?

source: Czy ktoś może mnie oświecić, co się właśnie dzieje w całym mieście?
uk: Чи може хтось пояснити мені, що зараз відбувається по всьому місту?

source: Czy ktoś nas pytał o zdanie? Nas - rodziców, braci i sióstr tego straconego pokolenia?!
uk: Хтось запитав нас? Нас – батьків, братів та сестер цього втраченого покоління?!

source: Czy ktoś próbował u ciebie płacić bryłką rudy?
uk: Хтось намагався розплатитися в тебе рудним самородком?

source: Czy kładka wytrzyma?
uk: А чи міст витримає?

source: Czy mamy jakieś niepodważalne dowody na to, iż to właśnie Volker za tym stoi?
uk: Чи маємо ми якісь неспростовні докази того, що за цим стоїть сам Волкер?

source: Czy masz coś jeszcze do przekazania?
uk: Чи є в тебе ще щось, чим ти хочеш поділитися?

source: Czy mi się wydaje, czy to pożar? (ogłusz)
uk: Мені здається, чи це пожежа? (Оглушити)

source: Czy miód jest już gotowy?
uk: Мед вже готовий?

source: Czy między tobą a moim ojcem była jakaś kłótnia?
uk: Чи були якісь суперечки між тобою і моїм батьком?

source: Czy mogę ci w czymś pomóc?
uk: Чи можу я тобі якось допомогти?

source: Czy mogę dostać coś do jedzenia?
uk: Можеш дати мені щось поїсти?

source: Czy mogę u ciebie uzupełnić swoje zapasy?
uk: Чи можу я поповнити у тебе свої запаси?

source: Czy mogę wejść do klasztoru?
uk: Можна ввійти до монастиря?

source: Czy mogę zainteresować szanownego podróżnika którąś z moich map?
uk: Чи можу я зацікавити шановного мандрівника якоюсь із моїх мап?

source: Czy może dodać to, że pożycza bez procentu ludziom w trudnej sytuacji? O tym już nie pamiętają ci wszyscy, którzy narzekają na jego majątek.
uk: Ще можна додати те, що він дає позики без відсотків людям, які потрапили у скрутне становище? Про це чомусь забули всі ті, хто скаржиться на його маєток.

source: Czy możecie zaufać MORDERCOM?!!
uk: Чи можна довіряти ВБИВЦЯМ?!!

source: Czy możecie zaufać ZŁODZIEJOM?!!
uk: Чи можна довіряти ЗЛОДІЯМ?!!

source: Czy możemy poczekać z tą rozmową?
uk: Ця розмова може зачекати?

source: Czy możesz być ciszej?
uk: Ти можеш це робити трохи тихіше?

source: Czy możesz dać mi coś do jedzenia?
uk: Можеш дати мені щось поїсти?

source: Czy można przejść chociaż 2 kroki...
uk: Чи можна пройти хоча б два кроки...

source: Czy muzyka naprawdę jest konieczna?
uk: А музика справді настільки важлива?

source: Czy my się skądś nie znamy?
uk: А ми часом не знайомі?

source: Czy my się znamy?
uk: Ми знайомі?

source: Czy my się znamy? Nie wydaje mi się, więc z łaski swojej...
uk: Ми знайомі? Я так не думаю, тому, будь такий ласкавий...

source: Czy mógłbym dołączyć do Magów Ognia?
uk: Чи можу я приєднатись до Магів Вогню?

source: Czy mógłbym poprosić cię o jeszcze jedną przysługę?
uk: Чи можу я попросити тебе про ще одну послугу?

source: Czy mógłbyś odejść? Eniu się przez ciebie denerwuje.
uk: Ти не міг би піти? Енью через тебе нервує.

source: Czy mógłbyś sprzedać mi jakieś magiczne przedmioty?
uk: Чи не міг би ти продати мені якісь магічні предмети?

source: Czy mówi ci coś imię Jorn?
uk: Тобі щось говорить ім'я Йорн?

source: Czy na tej cholernej wyspie można przejść 2 kroki, żeby cię ktoś nie zatrzymał?
uk: На цьому клятому острові можна пройти хоча б два кроки без того, щоб тебе хтось зупинив?

source: Czy na wyspie żyje więcej nowicjuszy i magów?
uk: Чи є ще послушники і маги, які проживають на острові?

source: Czy nadszedł koniec?
uk: Невже настав кінець?

source: Czy naprawdę większość społeczeństwa uznała, że zdolności magiczne rozwiązują wszelkie kwestie medyczne?
uk: Чи справді більша частина суспільства вважає, що магічні здібності вирішують усі питання медицини?

source: Czy nie jesteśmy przypadkiem w winnicy? Nie przejmuj się, nie będziesz stratny.
uk: А ми хіба не на винограднику? Не хвилюйся, ти теж не будеш в програші.

source: Czy nie uważasz, że życie jest czasem za łatwe?
uk: Тобі не здається, що життя іноді буває занадто простим?

source: Czy nie widzisz, że obowiązuje tutaj kolejka?
uk: Хіба не видно, що тут черга?

source: Czy nie wyraziłem się jasno, że masz przypilnować rozładunku?
uk: Хіба я не ясно дав зрозуміти, що ти маєш прослідкувати за розвантаженням?

source: Czy nikt nie nauczył cię manier? Jestem teraz zajęty.
uk: Тебе ніхто не навчив манер? Я зараз зайнятий.

source: Czy nikt was, mężczyzn, nie nauczył dobrych manier?
uk: Вас, чоловіків, ніхто не вчить гарним манерам?

source: Czy nowicjuszom przystoi znęcać się nad swoim kolegą?
uk: А чи личить послушникам знущатися над своїм колегою?

source: Czy nowicjuszowi przystoi kraść?
uk: Чи личить послушнику красти?

source: Czy on właśnie...
uk: Він щойно...

source: Czy on...
uk: Він...

source: Czy oprócz wysadzania, znasz się też na bardziej tradycyjnych metodach wydobywania minerałów?
uk: Окрім вибухових робіт, чи знайомий ти з більш традиційними методами видобутку корисних копалин?

source: Czy ostatnio zauważyłeś coś podejrzanego?
uk: Чи не помічав ти останнім часом нічого підозрілого?

source: Czy panowie strażnicy pomogą...
uk: Можливо шановні вартові допоможуть...

source: Czy pełzacze są dla was problemem?
uk: Повзуни доставляють вам проблеми?

source: Czy po tym wszystkim nie należy mi się słowo wyjaśnienia?
uk: Після цього, хіба я не заслуговую хоч на якесь пояснення?

source: Czy popełniono jakieś wykroczenie?
uk: Було скоєно якісь правопорушення?

source: Czy powinienem przejmować się teraz dziwnymi ścierwojadami? No chyba nie.
uk: Чи варто зараз хвилюватися про дивних падальників? Гадаю, що ні.

source: Czy pozwolicie na to, mieszkańcy Archolos?
uk: І ви це дозволите, жителі Архолосу?

source: Czy prawdę poznamy - przyszłości swej ślad, czy tylko odpowie nam wiatr?
uk: Чи дізнаємось ми правду – слід нашої долі, чи лише вітер прошепоче поволі?

source: Czy przynosisz mi odpowiedzi?
uk: Ти приніс мені відповіді?

source: Czy renegaci mieli z tym jakiś związek?
uk: Чи мали до цього якесь відношення відступники?

source: Czy rozpoznaję? Ja go wykonałem!
uk: Впізнаю? Я його викував!

source: Czy rośliny są już dojrzałe?
uk: Рослини вже дозріли?

source: Czy się boję? Za kogo mnie masz!
uk: Я боюсь? За кого ти мене маєш!

source: Czy się udało? Chłopie! Ja cię ozłocę! Nie dość, że Martha mi wybaczyła, to jeszcze do siebie wróciliśmy! Jestem taki szczęśliwy!
uk: Чи вдалося? Хлопче! Я тебе озолочу! Марта не тільки пробачила мене, але й ми знову разом! Я такий щасливий!

source: Czy się z nim zadaję? To mój kolega po fachu! I tak jak ja, emerytowany. Oczywiście wszystko przez tą pieprzoną wojnę!
uk: Чи часто я з ним спілкуюся? Він мій колега! І, як і я, він у відставці. Звичайно, все через цю довбану війну!

source: Czy spichlerz nie powinien mieć drzwi?
uk: Хіба зерносховище не повинно мати двері?

source: Czy straż jest w stanie pokryć potencjalne szkody i wypłacić zadośćuczynienie w postaci przedpłaty?
uk: Чи здатна Варта покрити потенційні збитки та виплатити компенсацію у вигляді передоплати?

source: Czy sytuacja w kopalni zawsze była tak napięta?
uk: Ситуація в копальні завжди була такою напруженою?

source: Czy są jakieś listy gończe?
uk: Чи є якісь оголошення про розшук?

source: Czy takie metody nie są zbyt brutalne?
uk: Чи не занадто жорстокі такі методи?

source: Czy ten człowiek kiedyś da nam choć na moment spokój?
uk: Нам ця людина коли-небудь дасть спокій бодай на хвилину?

source: Czy ten interes nie polega czasem na porywaniu ludzi?
uk: А цей бізнес часом не полягає у викраденні людей?

source: Czy ten młyn nie jest wspaniały? A może... gdy skończę mój spichlerz, to sam zabiorę się za postawienie takiego młyna.
uk: Хіба цей млин не чудовий? А може... коли я закінчу своє зерносховище, то й сам візьмуся будувати такий млин.

source: Czy ten posąg się na mnie gapi, czy już zacząłem wariować?
uk: Ця статуя дивиться на мене чи я вже починаю божеволіти?

source: Czy teraz jestem jednym z was?
uk: Я тепер один з вас?

source: Czy teraz mogę zobaczyć się z twoim szefem?
uk: Чи можу я нарешті побачитись з твоїм шефом?

source: Czy też mógłbym zostać nowicjuszem?
uk: Чи можу я теж стати послушником?

source: Czy to Otmar?
uk: Це Отмар?

source: Czy to Rozjemca?
uk: Це Миротворець?

source: Czy to aż tak dziwne, że człowiek próbuje przygotować swój spoczynek?
uk: Хіба це так дивно, що людина намагається підготувати свій вічний спочинок?

source: Czy to było konieczne?
uk: Чи це було необхідно?

source: Czy to groźba?
uk: Це погроза?

source: Czy to jakiś magiczny przedmiot? Symbol przypomina te na zwojach.
uk: Це якийсь магічний предмет? Символ схожий на ті, що в сувоях.

source: Czy to jasne?
uk: Все зрозуміло?

source: Czy to jedyny powód?
uk: Це єдиний привід?

source: Czy to już wszystkie informacje, jakie udało ci się pozyskać?
uk: Це вся інформація, яку вдалося отримати?

source: Czy to legalne?
uk: А це легально?

source: Czy to nie jest oczywiste? Nie widzisz tych wszystkich wspaniałych materiałów, delikatnych nici i stojaków na ubrania?
uk: Хіба це не очевидно? Невже ти не бачиш усіх цих чудових тканин, тонких ниток і вішаків з одягом?

source: Czy to nie jest oczywiste? Większość z nich wygląda jak banda oberwańców i źle im z oczu patrzy!
uk: Хіба це не очевидно? Більшість з них схожі на зграю обірванців, а ще вони підозріло дивляться!

source: Czy to nie jest przypadkiem jaskinia?
uk: Хіба це не печера?

source: Czy to nie oczywiste? Jestem jedyną osobą, która otwarcie o nich mówi i robi cokolwiek, by ich powstrzymać.
uk: Хіба це не очевидно? Я єдина людина, яка відкрито говорить про них і робить все, щоб їх зупинити.

source: Czy to nie ty mówiłeś, że dobro Gildii jest najważniejsze?
uk: А хіба не ти казав, що благо Гільдії на першому місці?

source: Czy to nie ty rozdawałeś ostatnio naszym piwo?
uk: Хіба це не ти недавно роздавав нашим пиво?

source: Czy to nie ty zszedłeś do kopalni po Jona?
uk: Хіба це не ти спускався до копальні по Йона?

source: Czy to oznacza, że upewnicie się, że Lichwiarza dosięgnie sprawiedliwość?
uk: Чи це означає, що ви простежите, щоб Лихвар отримав по заслугах?

source: Czy to oznacza, że wystawisz mi list referencyjny?
uk: Це означає, що ти даси мені рекомендаційний лист?

source: Czy to prawda, że ktoś próbował zamordować tego drania Volkera? Bardzo dobrze, że jeszcze są w tym mieście ludzie, którym nie brak odwagi. Ta świnia zasługuje na najgorsze.
uk: Це правда, що хтось намагався вбити цього покидька Волкера? Дуже добре, що в цьому місті ще залишилися люди, яким не бракує сміливості. Ця свиня заслуговує найгіршого.

source: Czy to prawda, że ktoś próbował zamordować tego drania Volkera? Bardzo dobrze, że są jeszcze ludzie w tym mieście, którym nie brak odwagi. Ta świnia zasługuje na najgorsze!
uk: Це правда, що хтось намагався вбити цього покидька Волкера? Дуже добре, що в цьому місті ще залишилися люди, яким не бракує сміливості. Ця свиня заслуговує найгіршого!

source: Czy to prawda, że ktoś próbował zamordować tego drania, Volkera? Bardzo dobrze, że są jeszcze ludzie w tym mieście, którym nie brak odwagi. Ta świnia zasługuje na najgorsze!
uk: Це правда, що хтось намагався вбити цього покидька Волкера? Дуже добре, що в цьому місті ще залишилися люди, яким не бракує сміливості. Ця свиня заслуговує найгіршого!

source: Czy to twój ogród?
uk: Це твій город?

source: Czy to ty masz być tym obiecanym wsparciem?
uk: Це ти - обіцяна підтримка?

source: Czy to ważne? Chcę ci zaoferować przejęcie jego pozycji.
uk: Хіба це має значення? Я хочу запропонувати тобі зайняти його посаду.

source: Czy to ważne? Masz czego chciałeś.
uk: Це має значення? Ти отримав, що хотів.

source: Czy to zbiorowisko jest w ogóle legalne?
uk: Це збіговисько взагалі законне?

source: Czy to znaczy, że jestem już obywatelem?
uk: Чи це означає, що я став громадянином?

source: Czy to znaczy, że już nie żywisz urazy do Ernesto?
uk: Це означає, що ти більше не тримаєш зла на Ернесто?

source: Czy to znaczy, że mogę pożyczyć od ciebie KAŻDĄ kwotę?
uk: Тобто я можу позичити в тебе БУДЬ-ЯКУ суму?

source: Czy to znaczy, że zaprowadzisz mnie do Lichwiarza?
uk: Це означає, що ти відведеш мене до Лихваря?

source: Czy to znaczy, że zaprowadzisz mnie do Volkera?
uk: Це означає, що ти відведеш мене до Волкера?

source: Czy to znaczy, że zostałem przyjęty?
uk: Чи це означає, що мене прийняли?

source: Czy to znaczy, że... puścisz mnie wolno?
uk: Це означає... що ти мене відпустиш?

source: Czy to znaczy...
uk: Чи це означає...

source: Czy trzeźwy, czy pijany, ciągle po nich łazi. To naprawdę niebezpieczne, ale nie przemówisz mu do rozsądku.
uk: Тверезий чи п'яний, він все одно по них лазить. Це дуже небезпечно, але його неможливо надоумити.

source: Czy twoi towarzysze mają jakiekolwiek prawo głosu?
uk: Твої товариші мають право голосу?

source: Czy twoje badania nie są aby niebezpieczne?
uk: Твої дослідження небезпечні?

source: Czy twoje wpływy są związane z pokaźną kiesą?
uk: Твоя впливовість пов'язана з товстим гаманцем?

source: Czy twój brat miał jakichś wrogów, którzy mogli dowiedzieć się o pierścieniu i przekazać informację Lichwiarzowi?
uk: Чи були у твого брата якісь вороги, які могли дізнатися про перстень і передати інформацію Лихвареві?

source: Czy ty aby nie przesadzasz?
uk: А ти не перебільшуєш?

source: Czy ty całkowicie postradałeś rozum? Nigdy się na to nie zgodzi!
uk: Ти зовсім з глузду з'їхав? Він ніколи на це не погодиться!

source: Czy ty kompletnie oszalałeś? Uśmiech?
uk: Ти зовсім здурів? Розвеселить?

source: Czy ty masz mnie za idiotę? Widziałem, co robiłeś. Psułeś je z premedytacją!
uk: Ти думаєш, що я ідіот? Я бачив, що ти зробив. Ти навмисне їх розбив!

source: Czy ty mi właśnie proponujesz łapówkę, chłopcze?
uk: Хочеш мене підкупити, хлопче?

source: Czy ty mnie podpuszczasz? Ostatnim razem nie byłeś rad z naszej współpracy.
uk: Ви мене випробовуєте? Востаннє ви були незадоволені нашою співпрацею.

source: Czy ty mnie słuchasz? Chwilowo nie dam rady. Mógłbyś zacząć temat już tutaj?
uk: Ти мене слухаєш? Наразі я не в змозі це зробити. Можемо поговорити прямо зараз?

source: Czy ty mnie słuchasz? Nie mogę, bo ktoś wyższy stopniem mi tego zabronił.
uk: Ти мене слухаєш? Я не можу, бо хтось головніший мені це заборонив.

source: Czy ty mnie słuchasz? Nie możemy nic im zrobić, bo mogłoby to mieć wiele trudnych do przewidzenia konsekwencji.
uk: Ти мене слухаєш? Ми не можемо нічого з ними зробити, бо це може спричинити багато непередбачуваних наслідків.

source: Czy ty mnie śledzisz?
uk: Ти стежиш за мною?

source: Czy ty mówisz poważnie? Sam widzisz, że to ciało leży tu od dłuższego czasu. Dosłownie każdy mógł wziąć to, co miał przy sobie.
uk: Ти серйозно? Сам бачиш, тіло вже давно гниє. Буквально кожен міг узяти те, що у нього було з собою.

source: Czy ty oszalałeś?
uk: Ти що, здурів?

source: Czy ty oszalałeś? Ten człowiek, znaczy ten duch, służył Wirgilio!
uk: Ти збожеволів? Цей чоловік, я маю на увазі цей дух, служив Віргіліо!

source: Czy ty przeczołgałeś się przez całe kanały?
uk: Ти що, через каналізацію пробрався?

source: Czy ty próbujesz mnie przekupić?
uk: Хочеш мене підкупити?

source: Czy ty sobie żartujesz? To miała być walka? Nawet nie zdążyłam się rozgrzać.
uk: Ти жартуєш? І це ти називаєш бійкою? Я навіть розігрітися не встигла.

source: Czy ty też uważasz, że wioska to najlepsze miejsce na wyspie?
uk: Ти теж вважаєш, що село – найкраще місце на острові?

source: Czy ty w ogóle zdajesz sobie sprawę z tego, ile kosztowała?!
uk: Ти навіть не уявляєш, скільки вона коштувала!

source: Czy ty właśnie okradłeś zwłoki mojego przyjaciela?
uk: Ти щойно обікрав тіло мого товариша?

source: Czy ty za mną idziesz?
uk: Ти йдеш за мною?

source: Czy udało ci się ustalić coś jeszcze?
uk: Вдалось ще щось дізнатися?

source: Czy ujawnił się któryś z hersztów?
uk: Чи вдалося виявити когось із вождів орків?

source: Czy w ciągu ostatnich kilku dni zauważyłeś coś lub kogoś podejrzanego?
uk: Чи не помічав ти в останні кілька днів чогось або когось підозрілого?

source: Czy w liście jest coś jeszcze?
uk: Чи є у листі ще щось?

source: Czy wam się wydaje, że ludzie Króla są na tyle głupi, by nie zadawać pytań po otrzymaniu czegoś takiego?!
uk: Ти думаєш, що люди Короля настільки дурні, щоб не задавати питань після такого?!

source: Czy wierzycie w pomoc kogoś, kto służy interesom kupców?
uk: Чи вірите ви в допомогу тих, хто служить інтересам торговців?

source: Czy wierzycie w szczerą pomoc straży miejskiej?
uk: Чи вірите ви в щиру допомогу Міської Варти?

source: Czy wiesz Wilczy Synu, co uczyniłem za życia?
uk: Чи ти знаєш, Вовчий Сину, що я зробив за своє життя?

source: Czy wiesz, kto jest za to odpowiedzialny?
uk: Чи відомо, хто за це відповідальний?

source: Czy wiesz, skąd mogę zdobyć miecz strażnika?
uk: Ти не знаєш, де я можу дістати меч вартового?

source: Czy wino jest już gotowe?
uk: Вино вже готове?

source: Czy wszyscy twoi ludzie powtarzają dokładnie te same kwestie?
uk: Чи всі твої люди говорять однакові фрази?

source: Czy wy mnie aby nie oszukujecie, Osip?
uk: Ти мене не обманюєш, Осіпе?

source: Czy wy, Myrtańczycy, nie rozumiecie, co się do was mówi?
uk: Ви, міртанці, не розумієте, що вам кажуть?

source: Czy wy, młodzi, nie macie czegoś lepszego do roboty, od ciągłego zawracania mi głowy?
uk: Невже вам, молодим, немає чим зайнятися, окрім як турбувати мене?

source: Czy zakład po prostu nie odbędzie się w takim wypadku innego dnia?
uk: Чи не відбудеться парі в інший день в такому випадку?

source: Czy zamachowiec zostawił coś po sobie?
uk: Вбивця щось залишив після себе?

source: Czy zatem twierdzisz, że nie sprzedałeś temu oto Marvinowi przedmiotu zwanego 'Okiem Innosa'?
uk: То ти хочеш сказати, що не продавав цій людині, на ім'я Марвін, річ під назвою 'Око Інноса'?

source: Czy zbroja jest już gotowa?
uk: Обладунок вже готовий?

source: Czy ze swoimi ludźmi był Lichwiarz?
uk: А Лихвар був зі своїми людьми?

source: Czy zechce mi pan pomóc?
uk: Чи не захоче пан мені допомогти?

source: Czy zechcesz wytłumaczyć mu, że sprawy tutaj mają się odrobinę inaczej?
uk: Чому б тобі не пояснити йому, що тут все влаштовано трохи інакше?

source: Czy zjedzenie mięsa wilka przez psa nie byłoby kanibalizmem?
uk: Вживання собакою вовчого м'яса не вважається канібалізмом?

source: Czy zjedzenie smażonego mięsa wilka przez psa nie byłoby kanibalizmem?
uk: Вживання собакою смаженого вовчого м'яса не вважається канібалізмом?

source: Czy znalazłeś jakieś dowody, które mogłyby wskazać jednoznacznie winę bądź niewinność obecnych tutaj Recona i Veigo?
uk: Чи вдалося знайти якісь докази, які б переконливо вказували на вину чи невинуватість присутніх тут Рікона і Вейго?

source: Czy znalazłeś przy nim brakujący element dźwigu?
uk: Ти знайшов у нього деталь від крана, якої не вистачало?

source: Czy zupa się udała?
uk: Суп вийшов смачним?

source: Czyja krew się poleje?
uk: Чия кров проллється?

source: Czyja?
uk: Хто?

source: Czyje zdanie się tutaj liczy?
uk: Чия думка тут має вирішальне значення?

source: Czyli Baes wziął cię ze sobą na jego polowanie, a ty dalej jesteś żywy! Nieźle, całkiem nieźle...
uk: Тобто Байс взяв тебе на полювання, і ти все ще живий! Непогано, зовсім непогано...

source: Czyli Roderich popełnił duży błąd.
uk: Тобто Родеріх припустився великої помилки.

source: Czyli Rodrigo zupełnie bez powodu wściekł się na Stana?
uk: Тож Родріго розлютився на Стена без жодної причини?

source: Czyli biznes się kręci.
uk: Отже, бізнес процвітає.

source: Czyli były przerażone perspektywą dopuszczenia cię do gniazda, bardzo ciekawe!
uk: Тобто вони були налякані перспективою, що ти дістанешся до гнізда. Дуже цікаво!

source: Czyli chcesz ciosać?
uk: То ти хочеш їх вирізати?

source: Czyli ciągle jesteś na niego zła, rozumiem. Sam bał się twojej reakcji, i widzę, że nie bez powodu.
uk: Тобто ти досі злишся на нього, розумію. Він сам боявся, як ти відреагуєш, і бачу, що не без причини.

source: Czyli co robisz?
uk: А чим же ти займаєшся?

source: Czyli dalej muszę czekać, aż komuś przekażę złe wieści...
uk: Значить я маю чекати далі, поки хтось повідомить мені погані новини...

source: Czyli dorwał cię już Dennis. Wspominał mi, że Holdwig nie czuje się najlepiej, ale moim zdaniem ta historia z otruciem jest wielką przesadą.
uk: Отже, ти вже говорив з Деннісом. Він сказав мені, що Гольдвіг погано себе почуває, але, на мою думку, ця історія з отруєнням – велике перебільшення.

source: Czyli facet dostanie połowę butelki.
uk: Значить хлопцю дістанеться половина пляшки.

source: Czyli facet nie żyje? Nie udało ci się go uratować? Cholera... Ledwo dostałem ludzi pod swoje dowództwo, a już kogoś straciłem.
uk: То хлопець мертвий? Ти не зміг його врятувати? Паскудство... Тільки я взяв людей під своє командування, як вже когось втратив.

source: Czyli gadałeś z tym wykolejeńcem Hierro.
uk: То ти говорив із цим ненормальним Гієро.

source: Czyli gdzieś w tym mieście jest jakiś Południowiec, który może planować bunt. Kolejny, pieprzony bunt.
uk: А це означає, що десь у цьому місті є південці, які, можливо, планують бунт. Ще один довбаний бунт.
